[
   {
     "type": "body",
     "description": "Stretch one of your arms with the palm of your hand forward, then pull your fingers up for 10 seconds on each hand.",
     "amount": 80
   },
   {
     "type": "body",
     "description": "Stretch one of your arms against your chest and pull it using your other arm for 10 second on each arm.",
     "amount": 60
   },
   {
     "type": "body",
     "description": "Pull your neck with the help of your hand to the right and to the left, staying like that during some seconds. ",
     "amount": 70
   },
   {
     "type": "body",
     "description": "With both hands behind your head, put it down, stretching the nape.",
     "amount": 60
   },
   {
     "type": "body",
     "description": "Cross your legs and go down with your hands outstretched towards the ground. Repeat the movement with the other leg.",
     "amount": 100
   },
   {
     "type": "body",
     "description": "Sit down, legs open, try to reach the palms of your hand in the ground, repeat 3 times for 5 seconds.",
     "amount": 80
   },
   {
     "type": "body",
     "description": "Pull one knee to your chest e hold, change legs after 10 seconds.",
     "amount": 50
   },
   {
     "type": "body",
     "description": "Sit down, legs crossed, lean your torso forward, change legs after 10 seconds.",
     "amount": 80
   },
   {
     "type": "eye",
     "description": "Sit down, close your eyes, and cover them with the palm of your hands for 2 minutes, open them normally after.",
     "amount": 90
   },
   {
     "type": "eye",
     "description": "In an open environment, look the furthermost that you can in four directions for 3 seconds, but just move your eyes. Repeat 3 times.",
     "amount": 140
   },
   {
     "type": "eye",
     "description": "Using your thumbs, massage your eyelids in circular movements for 15 seconds.",
     "amount": 70
   },
   {
     "type": "body",
     "description": "Stand up, rotate your waist the maximum you can to the left, hold it for 5 seconds. Repeat to the right.",
     "amount": 90
   }
 ]